Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
it_it: Una funzionalità di Gestione delle Prestazioni che consente agli amministratori HRBP di creare piani di sviluppo professionale in cui Collaboratori e manager riflettono sugli eventi che si sono verificati durante un periodo di tempo definito.

source: Enable career development
it_it: Abilita lo sviluppo professionale

source: General career development settings
it_it: Impostazioni generali per lo sviluppo della carriera

source: Career Development Settings
it_it: Impostazioni per lo sviluppo della carriera

source: Check-In Mass Assignment
it_it: Assegnazione di massa dei check-in

source: Check-in deletion
it_it: Eliminazione del check-in

source: Enable check-ins
it_it: Abilita i check-in

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
it_it: Una funzionalità di Gestione delle Prestazioni che consente ai Collaboratori di programmare discussioni regolari con i loro manager e riporti per allinearsi sugli obiettivi.

source: General check-ins settings
it_it: Impostazioni generali dei check-in

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
it_it: Consenti ai manager di condurre discussioni strutturate con i loro subordinai diretti. Utilizzando widget dedicati, possono commentare su aree come prestazioni, obiettivi e comportamenti. Dopo la finalizzazione, i collaboratori possono esaminare i commenti e accettare il check-in o proporre un incontro di follow-up direttamente dalla pagina del check-in.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
it_it: Consenti a collaboratori e manager di programmare e strutturare i check-in a loro piacimento. Queste sessioni supportano l'aggiunta e la modifica di contenuti o commenti secondo necessità, con tutte le informazioni visibili solo ai partecipanti.

source: Enable regular check-ins
it_it: Abilita i check-in regolari

source: Check-In Settings
it_it: Impostazioni Check-In

source: Create communication round
it_it: Crea ciclo di comunicazione

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
it_it: Le generazioni più recenti dei documenti appariranno qui.<br/>Controlli nuovamente più tardi per eventuali aggiornamenti oppure esplori altre funzionalità nel frattempo.

source: Document generation
it_it: Generazione di documenti

source: Explore the latest document generations.
it_it: Esplori le ultime generazioni di documenti.

source: Export log details
it_it: Esporta dettagli del registro

source: Completion
it_it: Completamento

source: Document template
it_it: Modello di documento

source: Errors
it_it: Errori

source: Generated documents
it_it: Documenti generati

source: Imported documents
it_it: Documenti importati

source: Requester
it_it: Richiedente

source: Completed with errors
it_it: Completato con errori

source: Pending
it_it: In sospeso

source: No file uploaded
it_it: Nessun file caricato

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
it_it: Formati di file supportati: DOCX. Dimensione massima del file: 10MB. Numero massimo di file per caricamento: 1 file.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
it_it: Il documento "{{fileName}}" non può essere importato. Assicurarsi che rispetti i requisiti di formato e dimensione.

source: The code must be unique to publish the document template. Please change the code and try again.
it_it: Il codice deve essere univoco per pubblicare il modello di documento. Modifichi il codice e riprovi.

source: Create document template
it_it: Crea modello di documento

source: Edit document template
it_it: Modifica modello di documento

source: Create a document to get started
it_it: Crea un documento per iniziare

source: No documents available
it_it: Nessun documento disponibile

source: Failed to retrieve the document template file.
it_it: Impossibile recuperare il file modello del documento.

source: Failed to retrieve the document template
it_it: Impossibile recuperare il modello di documento

source: The document file is not available.
it_it: Il file del documento non è disponibile.

source: Include an overview
it_it: Includere una panoramica

source: Document template details
it_it: Dettagli del modello di documento

source: Define your document template
it_it: Definisca il Suo modello di documento

source: Preview a PDF document generated from the template and variables.
it_it: Visualizzi un'anteprima di un documento PDF generato dal modello e dalle variabili.

source: Document Templates
it_it: Modelli di documento

source: Template history
it_it: Cronologia del modello

source: Back to document template list
it_it: Torna all'elenco dei modelli di documento

source: Template document
it_it: Documento modello

source: See the history of the template .docx file since it was published.
it_it: Visualizza la cronologia del file modello .docx dalla sua pubblicazione.

source: Template "{{name}}" history
it_it: Cronologia del modello "{{name}}"

source: Uploaded by
it_it: Caricato da

source: Edit variables in the preview. Need help? Use our template to get started.
it_it: Modifichi le variabili nell'anteprima. Ha bisogno di aiuto? Usi il nostro modello per iniziare.

source: Preview variables
it_it: Anteprima variabili

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
it_it: Sono state rilevate modifiche nei campi sopra. Fare clic su "Anteprima documento" per generare il documento aggiornato.

source: Invalid JSON format
it_it: Formato JSON non valido

source: ESC – exit editor, Tab – create an indent
it_it: ESC – esci dall'editor, Tab – crea un rientro

source: Keyboard shortcuts:
it_it: Scorciatoie da tastiera:

source: JSON editor
it_it: Editor JSON

source: Something went wrong. Please check that your JSON or uploaded document is valid.
it_it: Si è verificato un errore. Verifichi che il suo JSON o il documento caricato sia valido.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
it_it: Non hai ancora caricato un documento. Torni al passaggio precedente per caricare un documento.

source: Preview document
it_it: Anteprima documento

source: Use example
it_it: Usa esempio

source: The document template was successfully published.
it_it: Il modello di documento è stato pubblicato con successo.

source: The document template was successfully saved.
it_it: Il modello di documento è stato salvato con successo.

source: Create and manage document templates
it_it: Crea e gestisci modelli di documenti

source: View document template
it_it: Visualizza modello di documento

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
it_it: Configura il valore di testo utilizzato per sostituire i valori di retribuzione media quando il conteggio della popolazione sottostante non soddisfa la soglia.

source: Anonymization placeholder text
it_it: Testo segnaposto per l'anonimizzazione

source: Enable anonymization
it_it: Abilita anonimizzazione

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
it_it: Abilita l'anonimizzazione e definisci il numero minimo di Collaboratori richiesto in una popolazione (Tutti, Maschi o Femmine) affinché vengano visualizzati i valori medi.

source: API import
it_it: Importazione API

source: Enable this option to allow the creation of pay information requests via API.
it_it: Abilita questa opzione per consentire la creazione di richieste di informazioni sulla retribuzione tramite API.

source: Enable document generation
it_it: Abilita la generazione di documenti

source: Enable this feature to allow document generation.
it_it: Abilita questa funzione per consentire la generazione di documenti.

source: Enable this feature to distribute documents to workers.
it_it: Abilita questa funzione per distribuire i documenti ai Collaboratori.

source: Enable this option to allow HRPBs to create pay information requests.
it_it: Abilita questa opzione per consentire agli HRPB di creare richieste di informazioni sulla retribuzione.

source: Enable overdue period
it_it: Abilita periodo di ritardo

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
it_it: Abilita questa funzionalità per evidenziare le richieste di informazioni che superano la scadenza di risoluzione.

source: Enable pay information requests
it_it: Abilita le richieste di informazioni sulla retribuzione

source: Enable this feature to manage pay information requests.
it_it: Abilita questa funzione per gestire le richieste di informazioni sulla retribuzione.

source: Enable warning period
it_it: Abilita periodo di avviso

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
it_it: Abilita questa funzionalità per evidenziare le richieste di informazioni che si avvicinano alla scadenza di risoluzione.

source: Enable this feature to allow workers to request pay information.
it_it: Abilita questa funzionalità per consentire ai Collaboratori di richiedere informazioni sulla retribuzione.

source: The value must be between 1 and 365.
it_it: Il valore deve essere compreso tra 1 e 365.

source: The overdue period must be greater than the warning period.
it_it: Il periodo di ritardo deve essere maggiore del periodo di avviso.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
it_it: Se OverduePeriod è disabilitato, allora OverduePeriodInDays deve essere null.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
it_it: Se WarningPeriod è disabilitato, allora WarningPeriodInDays deve essere nullo.

source: Document Settings
it_it: Impostazioni documento

source: Number of days since request
it_it: Numero di giorni dalla richiesta

source: Pay information letter
it_it: Lettera informativa sulla retribuzione

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
it_it: Valore intero che definisce il numero minimo di Collaboratori richiesti in una popolazione (Tutti, Maschi, Femmine) per visualizzare i valori medi di retribuzione

source: Population threshold
it_it: Soglia di popolazione

source: Request creation options
it_it: Opzioni di creazione della richiesta

source: Edit communication round
it_it: Modifica il ciclo di comunicazione

source: View communication round
it_it: Visualizza il ciclo di comunicazione

source: Communication
it_it: Comunicazione

source: Add mapping
it_it: Aggiungi mappatura

source: Mapping configuration
it_it: Configurazione mappatura

source: Data source
it_it: Origine dati

source: Template
it_it: Modello

source: Bulk generation
it_it: Generazione di massa

source: Individual PIR
it_it: PIR individuale

source: Document status and action log monitoring
it_it: Monitoraggio dello stato del documento e del registro delle azioni

source: Link one or several comp rounds to the communication round
it_it: Collega uno o più cicli di retribuzione al ciclo di comunicazione

source: Comp round
it_it: Ciclo di retribuzione

source: Upload HRBP security mapping
it_it: Carica la mappatura della sicurezza HRBP

source: HRBP security
it_it: Sicurezza HRBP

source: Define the target populations for the round
it_it: Definisci le popolazioni target per il ciclo

source: Add document
it_it: Aggiungi documento

source: Create document
it_it: Crea documento

source: Shared documents with selected populations
it_it: Documenti condivisi con le popolazioni selezionate

source: Documents can only be added once the communication round has been published.
it_it: I documenti possono essere aggiunti solo dopo che il ciclo di comunicazione è stato pubblicato.

source: Documents can be added after publishing
it_it: I documenti possono essere aggiunti dopo la pubblicazione

source: Import PDF documents
it_it: Importa documenti PDF

source: No imported PDF documents yet!
it_it: Nessun documento PDF importato al momento!

source: Set the workflow of the communication round
it_it: Imposta il flusso di lavoro del ciclo di comunicazione

source: Audience
it_it: Pubblico

source: Search by worker
it_it: Cerca per Collaboratori

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
it_it: Formati di file supportati: PDF. Dimensione massima del file: 10 MB. Numero massimo di file per caricamento: 1 file.

source: You can close this window, but please keep the page open to ensure a successful upload.
it_it: Può chiudere questa finestra, ma La preghiamo di mantenere aperta la pagina per garantire un caricamento corretto.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
it_it: Il documento "{{fileName}}" non può essere importato. Verifichi le condizioni di formato e dimensione.

source: The code must be unique to publish the communication round. Please change the code and try again.
it_it: Il codice deve essere univoco per pubblicare il turno di comunicazione. Modifichi il codice e riprovi.

source: Communication round details
it_it: Dettagli del ciclo di comunicazione

source: Round visibility
it_it: Visibilità del ciclo

source: Communication round owners
it_it: Proprietari del turno di comunicazione

source: This communication round code is already in use. Please enter a unique value.
it_it: Questo codice del ciclo di comunicazione è già in uso. Inserire un valore univoco.

source: The communication round code cannot be empty.
it_it: Il codice del ciclo di comunicazione non può essere vuoto.

source: Turn this setting on to add summary documents for communication managers.
it_it: Attiva questa impostazione per aggiungere documenti riepilogativi per i responsabili della comunicazione.

source: Include summary documents
it_it: Includi i documenti riepilogativi

source: The communication round name cannot be empty.
it_it: Il nome del ciclo di comunicazione non può essere vuoto.

source: The visibility end date cannot be empty.
it_it: La data di fine visibilità non può essere vuota.

source: The visibility start date cannot be empty.
it_it: La data di inizio visibilità non può essere vuota.

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
it_it: Pubblicare questo ciclo di comunicazione? Una volta pubblicato, lo stato del ciclo verrà cambiato in "Aperto" e non potrà essere riportato a "Bozza".

source: Publish communication round
it_it: Pubblica ciclo di comunicazione

source: The communication round was successfully published.
it_it: Ciclo di comunicazione pubblicato correttamente.

source: The communication round was successfully saved.
it_it: Ciclo di comunicazione salvato correttamente.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
it_it: Sei sicuro di voler salvare le modifiche a questo ciclo di comunicazione pubblicato? Il ciclo verrà aggiornato per tutti i partecipanti.

source: Update published round
it_it: Aggiorna ciclo pubblicato

source: The round was successfully updated.
it_it: Ciclo aggiornato correttamente.

source: Round visibility end date
it_it: Data di fine visibilità del ciclo

source: Round visibility start date
it_it: Data di inizio visibilità del ciclo

source: Configure approval milestones for the communication round
it_it: Configura i traguardi di approvazione per il ciclo di comunicazione

source: Turn this setting on to add steps to the communication round workflow
it_it: Attiva questa impostazione per aggiungere passaggi al flusso di lavoro del ciclo di comunicazione

source: Enable workflow steps
it_it: Abilita i passaggi del flusso di lavoro

source: No communication rounds yet
it_it: Nessun turno di comunicazione ancora

source: Create and manage communication rounds
it_it: Crea e gestisci i cicli di comunicazione

source: Export recipient details
it_it: Esporta i dettagli del destinatario

source: Number of recipients
it_it: Numero di destinatari

source: Added by
it_it: Aggiunto da

source: Create and manage communication rounds.
it_it: Crea e gestisci i turni di comunicazione.

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
it_it: I tuoi turni di comunicazione appariranno qui. Controlla di nuovo più tardi per aggiornamenti oppure esplora altre funzionalità nel frattempo.

source: Archived
it_it: Archiviato

source: Comm rounds
it_it: Cicli di comunicazione

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
it_it: Stai per pubblicare la bozza in sospeso, che sostituirà la versione attualmente pubblicata di questo round di compensazione. Vuoi mantenere le voci del responsabile?

source: No, delete them
it_it: No, eliminale

source: Publish updated comp round
it_it: Pubblica round di compensazione aggiornato

source: The workflow was updated; all workers in this round will reset to the first step.
it_it: Il flusso di lavoro è stato aggiornato; tutti i Collaboratori in questo round verranno reimpostati al primo passaggio.

source: Yes, keep entries
it_it: Sì, mantieni le voci

source: View configuration
it_it: Visualizza configurazione

source: Change source
it_it: Cambia origine

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
it_it: La modifica dell'origine di gestione della proposta cancellerà i valori inseriti. Questa azione non può essere annullata.

source: Change proposal management source
it_it: Modifica origine gestione proposte

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
it_it: Configura come i valori della proposta vengono precompilati e gestiti per ogni elemento di retribuzione in questo ciclo.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
it_it: La disabilitazione dell'origine di gestione delle proposte cancellerà i valori inseriti. Questa azione non può essere annullata.

source: Disable proposal management
it_it: Disabilita gestione delle proposte

source: Enable proposal management
it_it: Abilita gestione delle proposte

source: Create your formula
it_it: Crea la tua formula

source: Formula type
it_it: Tipo di formula

source: Use an existing value
it_it: Usa un valore esistente

source: Prefill the proposal using an existing calculated or reference field
it_it: Precompila la proposta utilizzando un campo calcolato o di riferimento esistente

source: Calculate using a formula
it_it: Calcola utilizzando una formula

source: Generate the proposal value using a custom formula
it_it: Genera il valore della proposta utilizzando una formula personalizzata

source: Proposal method
it_it: Metodo di proposta

source: Choose an option to continue
it_it: Scegli un'opzione per continuare

source: Source field
it_it: Campo sorgente

source: This value will be used as the initial proposal for managers.
it_it: Questo valore verrà utilizzato come proposta iniziale per i manager.

source: Select the field used to prefill the proposal
it_it: Seleziona il campo utilizzato per precompilare la proposta

source: Choose one
it_it: Scegliere un'opzione

source: The source field is required.
it_it: Il campo sorgente è obbligatorio.

source: Workers manually removed
it_it: I collaboratori sono stati rimossi manualmente

source: Workers manually added
it_it: Collaboratori aggiunti manualmente

source: Manage workers
it_it: Gestisci collaboratori

source: {{count}} worker selected
it_it: {{count}} Collaboratori selezionati

source: {{count}} workers selected
it_it: {{count}} Collaboratori selezionati

source: Exclude worker
it_it: Escludi Collaboratori

source: Exclude selected
it_it: Escludi selezionati

source: Select which workers will be excluded from this compensation population.
it_it: Selezionare quali Collaboratori saranno esclusi da questa popolazione di compensazione.

source: Include worker
it_it: Includi Collaboratori

source: Include selected
it_it: Includi selezionati

source: Select which workers will be included in this compensation population.
it_it: Selezionare quali Collaboratori saranno inclusi in questa popolazione di compensazione.

source: Please select at least one worker.
it_it: Selezionare almeno un Collaboratore.

source: The population cannot be empty.
it_it: La popolazione non può essere vuota.

source: Individual inclusions and exclusions.
it_it: Inclusioni ed esclusioni individuali.

source: Select the relevant existing population criteria that apply to this round of compensation.
it_it: Seleziona i criteri di popolazione esistenti pertinenti che si applicano a questo ciclo di retribuzione.

source: Populations relevant for this compensation round.
it_it: Popolazioni rilevanti per questo ciclo di compensazione.

source: Select system populations
it_it: Seleziona le popolazioni di sistema

source: Selected populations
it_it: Popolazioni selezionate

source: Overview of population definition.
it_it: Panoramica della definizione della popolazione.

source: Compensation population summary
it_it: Riepilogo della popolazione della retribuzione

source: Workers can belong to multiple populations
it_it: I Collaboratori possono appartenere a più popolazioni

source: No compensation rounds created yet.
it_it: Nessun ciclo di compensazione creato finora.

source: No compensation rounds
it_it: Nessun ciclo di compensazione

source: Name (A-Z)
it_it: Nome (A-Z)

source: Name (Z-A)
it_it: Nome (Z-A)

source: Sort by
it_it: Ordina per

source: End date (earliest)
it_it: Data di fine (prima)

source: End date (latest)
it_it: Data di fine (ultima)

source: Last generated (oldest)
it_it: Ultimo generato (meno recente)

source: Last generated (newest)
it_it: Ultimo generato (più recente)

source: Last edited (oldest)
it_it: Ultima modifica (meno recente)

source: Last edited (newest)
it_it: Ultima modifica (più recente)

source: No actors selected
it_it: Nessun attore selezionato

source: View bonus calculation formula configuration
it_it: Visualizza configurazione della formula di calcolo del bonus

source: No guideline rules
it_it: Nessuna regola guida

source: Start: {{startDate}} • End: {{endDate}}
it_it: Inizio: {{startDate}} • Fine: {{endDate}}

source: Last updates
it_it: Ultimi aggiornamenti

source: Any changes to this round will appear here.
it_it: Qualsiasi modifica a questo ciclo verrà visualizzata qui.

source: No updates yet
it_it: Nessun aggiornamento per ora

source: By {{author}},
it_it: Di {{author}},

source: Added fields
it_it: Campi aggiunti
